{
  "therapists": [
    {
      "id": 1,
      "name": "Dra. Marina Sena",
      "photoUrl": "https://img.freepik.com/fotos-gratis/retrato-de-mulher-branca-sorrindo_53876-146505.jpg?w=900&t=st=1688496774~exp=1688497374~hmac=84f6d9260435ded9b1beb5631ae57312a5090d1078b50044f854e04a709aa20b",
      "position": "Psychologist",
      "location": "New York",
      "rating": 4.5,
      "reviews": 20,
      "pricePerSection": 100,
      "minutesIncluded": 60,
      "description": "Dr. Marina Sena is a highly skilled and experienced psychologist based in New York. With a strong passion for helping others, she provides professional and compassionate counseling services to individuals seeking mental and emotional support. Driven by her expertise and dedication, she offers a safe and nurturing environment for her clients to explore their thoughts, feelings, and concerns.",
      "availableHours": [
        "10:00 AM",
        "11:00 AM",
        "2:00 PM",
        "3:00 PM",
        "4:00 PM",
        "5:00 PM"
      ]
    },
    {
      "id": 2,
      "name": "Dra. Larissa Machado",
      "photoUrl": "https://img.freepik.com/fotos-gratis/mulher-jovem-e-bonita-em-sueter-rosa-quente-aparencia-natural-sorridente-retrato-ligado-isolado-cabelo-comprido_285396-896.jpg?w=1060&t=st=1688495811~exp=1688496411~hmac=cfaf3499ab6cc01d1dbad7cd271b77a416de6d99b1b4516eb93dc38f0a5b9a4e",
      "position": "Psychologist",
      "location": "Newark",
      "rating": 4,
      "reviews": 7,
      "pricePerSection": 150,
      "minutesIncluded": 50,
      "description": "Dra. Larissa Machado expertise lies in areas such as anxiety, depression, stress management, self-esteem issues, and relationship difficulties. She believes in a personalized approach to therapy, tailoring her methods to suit the unique needs and goals of each client. By utilizing evidence-based techniques and drawing from a range of therapeutic modalities, she assists her clients in gaining deeper insights, developing coping strategies, and achieving personal growth.",
      "availableHours": [
        "10:00 AM",
        "11:00 AM",
        "2:00 PM",
        "3:00 PM",
        "4:00 PM",
        "5:00 PM"
      ]
    },
    {
      "id": 3,
      "name": "Dr. John Smith",
      "photoUrl": "https://img.freepik.com/fotos-gratis/retrato-de-homem-branco-isolado_53876-40306.jpg?w=900&t=st=1688496185~exp=1688496785~hmac=2d4ce50c7c20f4d5db8447bb088de2faf8b1a62c92e2d5462897a217f485053e",
      "position": "Psychiatrist",
      "location": "Brooklyn",
      "rating": 4.7,
      "reviews": 15,
      "pricePerSection": 200,
      "minutesIncluded": 30,
      "description": "Dr. John Smith is a highly skilled and experienced psychiatrist based in Brooklyn. With a compassionate and patient-centered approach, he is dedicated to providing comprehensive mental health care to his clients. Dr. Smith specializes in the diagnosis, treatment, and management of mental illnesses, including anxiety disorders, depression, bipolar disorder, schizophrenia, and other psychiatric conditions. Clients appreciate his warm and empathetic demeanor, as he creates a safe and supportive environment for open communication. Dr. Smith collaborates with clients to develop personalized treatment plans and emphasizes holistic well-being, incorporating therapy and counseling alongside medication management. With a commitment to ongoing education and a multidisciplinary approach, Dr. John Smith is a trusted professional in the mental health community.",
      "availableHours": [
        "10:00 AM",
        "11:00 AM",
        "2:00 PM",
        "3:00 PM",
        "4:00 PM",
        "5:00 PM"
      ]
    },
    {
      "id": 4,
      "name": "Dr. Amelia Parker",
      "photoUrl": "https://img.freepik.com/psd-premium/conceito-do-retrato-dos-povos-do-tiro-do-estudio_53876-22461.jpg?w=996",
      "position": "Voice Therapist",
      "location": "Los Angeles",
      "rating": 4.8,
      "reviews": 8,
      "pricePerSection": 100,
      "minutesIncluded": 50,
      "description": "Dr. Amelia Parker is an esteemed voice therapist based in Los Angeles. With her passion for vocal health and extensive experience, she has earned a solid reputation in her field. Dr. Parker possesses a deep understanding of the intricacies of the human voice and is dedicated to helping individuals unlock their true vocal potential. Whether you're a professional singer, actor, or someone seeking to improve their voice, Dr. Parker's expertise and personalized approach ensure that each session is tailored to your unique needs. Her warm and empathetic demeanor creates a comfortable space for clients to explore and overcome vocal challenges. Dr. Parker's commitment to excellence and her ability to foster positive change have garnered high praise from her clients. With a remarkable rating of 4.8 and numerous positive reviews, Dr. Amelia Parker is the go-to voice therapist for anyone looking to enhance their vocal abilities and express themselves with confidence.",
      "availableHours": [
        "10:00 AM",
        "11:00 AM",
        "2:00 PM",
        "3:00 PM",
        "4:00 PM",
        "5:00 PM"
      ]
    },
    {
      "id": 5,
      "name": "Dr. Mauricio Jackson",
      "photoUrl": "https://img.freepik.com/fotos-gratis/jovem-homem-posando-isolado-contra-a-parede-em-branco-do-estudio_273609-12356.jpg?w=1060&t=st=1688497181~exp=1688497781~hmac=77a43c0b31eaa77ceb94070fcbb5445b5695295b8816c467053511ad75c09910",
      "position": "Nutritionist",
      "location": "Miami",
      "rating": 4.5,
      "reviews": 25,
      "pricePerSection": 120,
      "minutesIncluded": 40,
      "description": "Dr. Mauricio Jackson is a highly skilled and experienced nutritionist based in Miami. With a passion for promoting health and well-being through proper nutrition, Dr. Jackson is dedicated to helping individuals achieve their wellness goals. His extensive knowledge in the field of nutrition, coupled with his compassionate and patient-centered approach, allows him to create personalized and sustainable dietary plans tailored to each client's unique needs. Whether you're looking to manage a specific medical condition, optimize your athletic performance, or simply improve your overall health, Dr. Jackson provides expert guidance and support every step of the way. With a strong track record of success and a reputation for delivering exceptional results, Dr. Mauricio Jackson is a trusted professional who is committed to empowering individuals to make positive and lasting changes to their nutritional habits.",
      "availableHours": [
        "10:00 AM",
        "11:00 AM",
        "2:00 PM",
        "3:00 PM",
        "4:00 PM",
        "5:00 PM"
      ]
    }
  ],
  "users": [
    {
      "id": "a673e700-a39f-43a2-bc1e-ee1ab2d178ae",
      "name": "Nathalia Gomes",
      "email": "natizinha_sb@hotmail.com",
      "password": "abcde"
    },
    {
      "id": "ca9412c4-44b0-44ee-a1b5-d766a84424e3",
      "name": "Thiago Oliveira",
      "email": "thiagooliveira87@gmail.com",
      "password": "vasco"
    },
    {
      "id": "c744a0b2-e1a0-43b4-81bc-6aa4f8f41464",
      "name": "Rosangela Gomes",
      "email": "rosinha403-nit@gmail.com",
      "password": "rosinha123"
    },
    {
      "id": "d42cfd83-e0b2-4835-8aa0-8020b5e49dbb",
      "name": "Joaozinho",
      "email": "joao@gmail.com",
      "password": "12345678"
    },
    {
      "id": "b6413cc4-c0b5-43d0-9e3b-c88d16981e67",
      "name": "Deborah Gomes",
      "email": "debbsgomes@gmail.com",
      "password": "12345678"
    },
    {
      "id": "c6514c56-598e-4b87-98cb-13edfd701a04",
      "name": "Pedro de Alcântara Francisco Antônio João Carlos Xavier de Paula Miguel Rafael Joaquim José Gonzaga Pascoal Cipriano Serafim de Bragança e Bourbon",
      "email": "pedrinho@gmail.com",
      "password": "12345678"
    },
    {
      "id": "d6710df1-d209-4dc9-b550-98a517b44181",
      "name": "user",
      "email": "user@gmail.com",
      "password": "12345678"
    }
  ]
}